driver-tests/bpelse/flow/FlowJbi/test/FlowNested11/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:branch1>Flow Nested</def:branch1>
    <def:nestedBranch1>Flow Nested</def:nestedBranch1>
    <def:nestedBranch2>Flow Nested</def:nestedBranch2>
  </soapenv:Body>
</soapenv:Envelope>